7zip
acpi
alacritty
alsa-firmware
alsa-utils
amd-ucode
azure-cli
base
base-devel
bluetuith
bluez
bluez-obex
bluez-utils
bottom
brave-bin
brightnessctl
btop
cava
cmatrix
discord
dolphin
dunst
efibootmgr
eza
firefox
fzf
gimp
git
github-cli
grim
grub
gtk-layer-shell
gvfs
htop
hunspell-en_us
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
imagemagick
intel-media-driver
iwd
jq
kitty
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-firmware
luarocks
mixxx
nano
ncspot
neofetch
neovim
network-manager-applet
networkmanager
nodejs
npm
nvm
otf-hermit-nerd
pamixer
pavucontrol
pipewire-alsa
pipewire-pulse
playerctl
polkit-kde-agent
python-pywal
python-pywalfox
qrencode
qt5-wayland
qt6-wayland
rofi
rsync
rustup
slurp
smartmontools
socat
sof-firmware
stow
thefuck
tmux
tpm2-tools
tree
ttf-iosevka
uwsm
vim
virtualbox
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
yazi
zoxide
zram-generator
zsh
zsh-theme-powerlevel10k-git
